Repository: zopyx/RULYX
Catalog: Sources/Shared/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh

# info.feature.moderation
source: Moderation
ar: Moderation (AR)
de: Mäßigung
es: Moderación
fr: Modération
it: Moderazione
ja: モデレーション
ko: モデレーション (한국어)
nl: Moderation (NL)
pl: Moderation (PL)
pt: Moderação
ru: Moderation (RU)
th: Moderation (TH)
tr: Moderation (TR)
vi: 审核 (VI)
zh: 审核

# info.feature.moderation.block
source: Block or mute from profile detail with confirmation dialogs.
ar: حظر أو كتم من تفاصيل الملف الشخصي مع حوار تأكيد.
de: Blockieren oder stummschalten aus dem Profil mit Bestätigungsdialog.
es: Bloquea o silencia desde el detalle del perfil con diálogo de confirmación.
fr: Bloquer ou masquer depuis le détail du profil avec dialogue de confirmation.
it: Blocca o silenzia dal dettaglio profilo con finestra di conferma.
ja: プロフィール詳細から確認ダイアログ付きでブロックまたはミュート。
ko: 프로필 상세에서 확인 대화상자와 함께 차단 또는 음소거.
nl: Blokkeer of demp vanuit profieldetail met bevestigingsdialoog.
pl: Blokuj lub wyciszaj z poziomu profilu z oknem potwierdzenia.
pt: Bloqueie ou silencie a partir do perfil com diálogo de confirmação.
ru: Блокируйте или отключайте звук из профиля с диалогом подтверждения.
th: บล็อกหรือปิดเสียงจากหน้ารายละเอียดโปรไฟล์พร้อมกล่องโต้ตอบยืนยัน
tr: Profil detayından onay diyaloğu ile engelleyin veya sessize alın.
vi: Chặn hoặc tắt tiếng từ chi tiết hồ sơ với hộp thoại xác nhận.
zh: 在个人资料详情中通过确认对话框屏蔽或静音。

# info.feature.moderation.block_all
source: Block all followers of an account — runs as a background task.
ar: حظر جميع متابعي حساب — يعمل كمهمة خلفية.
de: Alle Follower eines Accounts blockieren — als Hintergrundaufgabe.
es: Bloquea todos los seguidores de una cuenta — se ejecuta en segundo plano.
fr: Bloquer tous les abonnés d'un compte — tâche de fond.
it: Blocca tutti i follower di un account — eseguito in background.
ja: アカウントのフォロワーをすべてブロック — バックグラウンドタスク。
ko: 계정의 모든 팔로워를 차단 — 백그라운드 작업으로 실행.
nl: Blokkeer alle volgers van een account — werkt als achtergrondtaak.
pl: Zablokuj wszystkich obserwujących konto — zadanie w tle.
pt: Bloqueie todos os seguidores de uma conta — tarefa em segundo plano.
ru: Заблокировать всех подписчиков аккаунта — фоновая задача.
th: บล็อกผู้ติดตามทั้งหมดของบัญชี — ทำงานเป็นงานเบื้องหลัง
tr: Bir hesabın tüm takipçilerini engelle — arka plan görevi olarak çalışır.
vi: Chặn tất cả người theo dõi của tài khoản — chạy dưới dạng tác vụ nền.
zh: 屏蔽账号的所有关注者 — 以后台任务运行。

# info.feature.moderation.membership
source: View and toggle moderation-list membership directly from any profile.
ar: عرض وتبديل عضوية قائمة الإشراف مباشرة من أي ملف شخصي.
de: Listenmitgliedschaft direkt aus jedem Profil anzeigen und umschalten.
es: Ver y cambiar membresía de lista de moderación desde cualquier perfil.
fr: Voir et modifier l'appartenance à une liste de modération depuis n'importe quel profil.
it: Visualizza e modifica l'appartenenza a liste di moderazione da qualsiasi profilo.
ja: 任意のプロフィールからモデレーションリストのメンバーシップを表示・切替。
ko: 모든 프로필에서 직접 모더레이션 목록 구성원 자격 보기 및 전환.
nl: Bekijk en schakel lidmaatschap van moderatielijsten vanuit elk profiel.
pl: Przeglądaj i zmieniaj członkostwo w listach moderacyjnych bezpośrednio z profilu.
pt: Veja e altere associação a listas de moderação de qualquer perfil.
ru: Просматривайте и изменяйте членство в списках модерации из любого профиля.
th: ดูและเปลี่ยนสถานะสมาชิกรายการมอดเรชันจากโปรไฟล์ใดก็ได้
tr: Herhangi bir profilden doğrudan moderasyon listesi üyeliğini görüntüleyin ve değiştirin.
vi: Xem và chuyển đổi tư cách thành viên danh sách kiểm duyệt trực tiếp từ bất kỳ hồ sơ nào.
zh: 直接从任何个人资料查看和切换审核列表成员资格。

# info.features
source: Features
ar: Features (AR)
de: Funktionen
es: Características
fr: Fonctionnalités
it: Funzionalità
ja: 機能
ko: 機能 (한국어)
nl: Funktionen (NL)
pl: Features (PL)
pt: Recursos
ru: Features (RU)
th: Features (TH)
tr: Features (TR)
vi: 功能 (VI)
zh: 功能

# info.github_url
source: github.com/zopyx/RULYX
ar: github.com/zopyx/RULYX (AR)
ko: github.com/zopyx/RULYX (KO)
nl: github.com/zopyx/RULYX (NL)
pl: github.com/zopyx/RULYX (PL)
ru: github.com/zopyx/RULYX (RU)
th: github.com/zopyx/RULYX (TH)
tr: github.com/zopyx/RULYX (TR)
vi: github.com/zopyx/RULYX (VI)

# info.github.hint
source: Opens the project repository on GitHub in your browser
ar: Opens the project repository on GitHub in your browser (AR)
de: Öffnet das Projekt-Repository auf GitHub in Ihrem Browser
es: Abre el repositorio del proyecto en GitHub en tu navegador.
fr: Ouvre le référentiel du projet sur GitHub dans votre navigateur
it: Apre il repository del progetto su GitHub nel tuo browser
ja: ブラウザで GitHub 上のプロジェクト リポジトリを開きます
ko: Opens the project repository on GitHub in your browser (한국어)
nl: Opens the project repository on GitHub in your browser (NL)
pl: Opens the project repository on GitHub in your browser (PL)
pt: Abre o repositório do projeto no GitHub no seu navegador
ru: Opens the project repository on GitHub in your browser (RU)
th: Opens the project repository on GitHub in your browser (TH)
tr: Opens the project repository on GitHub in your browser (TR)
vi: Opens the project repository on GitHub in your browser (VI)
zh: 在浏览器中打开 GitHub 上的项目存储库

# info.github.label
source: View on GitHub
ar: View on GitHub (AR)
de: Auf GitHub ansehen
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
ja: GitHub で見る
ko: View on GitHub (한국어)
nl: View on GitHub (NL)
pl: View on GitHub (PL)
pt: Ver no GitHub
ru: View on GitHub (RU)
th: View on GitHub (TH)
tr: View on GitHub (TR)
vi: View on GitHub (VI)
zh: 在 GitHub 上查看

# info.imprint.hint
source: Opens the legal imprint page in your browser
ar: Opens the legal imprint page in your browser (AR)
de: Öffnet die Impressumsseite in Ihrem Browser
es: Abre la página de aviso legal en su navegador
fr: Ouvre la page des mentions légales dans votre navigateur
it: Apre la pagina dell'impronta legale nel tuo browser
ja: ブラウザで法的印章ページを開きます
ko: Opens the legal imprint page in your browser (한국어)
nl: Opens the legal imprint page in your browser (NL)
pl: Opens the legal imprint page in your browser (PL)
pt: Abre a página de impressão legal em seu navegador
ru: Opens the legal imprint page in your browser (RU)
th: Opens the legal imprint page in your browser (TH)
tr: Opens the legal imprint page in your browser (TR)
vi: Opens the legal imprint page in your browser (VI)
zh: 在浏览器中打开法律印记页面

# info.imprint.label
source: View imprint
ar: View imprint (AR)
de: Impressum ansehen
es: Ver pie de imprenta
fr: Voir l'empreinte
it: Visualizza l'impronta
ja: インプリントを見る
ko: View imprint (한국어)
nl: View imprint (NL)
pl: View imprint (PL)
pt: Ver impressão
ru: View imprint (RU)
th: View imprint (TH)
tr: View imprint (TR)
vi: View imprint (VI)
zh: 查看版本说明

# info.keychain.desc
source: Account secrets never leave your device. All API calls go directly to your Bluesky PDS.
ar: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (AR)
de: Account-Geheimnisse verlassen nie Ihr Gerät. Alle API-Aufrufe gehen direkt an Ihr Bluesky-PDS.
es: Account secrets never leave your device. Todos API calls go directly to your Bluesky PDS.
fr: Les secrets du compte ne quittent jamais votre appareil. Tous les appels API vont directement à votre PDS Bluesky.
it: I segreti dell'account non lasciano mai il tuo dispositivo. Tutte le chiamate API vanno direttamente al tuo PDS Bluesky.
ja: アカウントの秘密はデバイスから出ることはありません。
ko: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (한국어)
nl: Account-Geheimnisse verlassen nie Ihr Gerät. Alle API-Aufrufe gehen direkt an Ihr Bluesky-PDS. (NL)
pl: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (PL)
pt: Account secrets never leave your device. Todos API calls go directly to your Bluesky PDS.
ru: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (RU)
th: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (TH)
tr: Account secrets never leave your device. All API calls go directly to your Bluesky PDS. (TR)
vi: 账户机密数据永远不会离开您的设备。所有 API 调用直接发送到您的 Bluesky PDS。 (VI)
zh: 账户机密数据永远不会离开您的设备。所有 API 调用直接发送到您的 Bluesky PDS。

# info.keychain.title
source: Keychain-secured
ar: Keychain-secured (AR)
de: Keychain-geschützt
es: Protegido por Keychain
fr: Sécurisé par Keychain
it: Protetto da Keychain
ja: キーチェーン保護
ko: Keychain-secured (한국어)
nl: Keychain-geschützt (NL)
pl: Keychain-secured (PL)
pt: Protegido por Keychain
ru: Keychain-secured (RU)
th: Keychain-secured (TH)
tr: Keychain-secured (TR)
vi: 钥匙串保护 (VI)
zh: 钥匙串保护

# info.legal
source: Legal
ar: Legal (AR)
de: Rechtliches
es: [es] Rechtliches
fr: Mentions légales
it: Legale
ja: 法的事項
ko: 法的事項 (한국어)
nl: Rechtliches (NL)
pl: Legal (PL)
pt: [pt] Rechtliches
ru: Legal (RU)
th: Legal (TH)
tr: Legal (TR)
vi: 法律信息 (VI)
zh: 法律信息

# info.legal.author
source: Author
ar: Author (AR)
de: Autor
es: Autor
fr: Auteur
it: Autore
ja: 作成者
ko: 作成者 (한국어)
nl: Autor (NL)
pl: Author (PL)
pt: Autor
ru: Author (RU)
th: Author (TH)
tr: Author (TR)
vi: 作者 (VI)
zh: 作者

# info.legal.clearsky
source: ClearSky
ar: ClearSky (AR)
es: Cielo despejado
fr: Ciel clair
ja: クリアスカイ
ko: ClearSky (한국어)
nl: ClearSky (NL)
pl: ClearSky (PL)
pt: Céu claro
ru: ClearSky (RU)
th: ClearSky (TH)
tr: ClearSky (TR)
vi: ClearSky (VI)
zh: 晴天

# info.legal.clearsky_github
source: ClearSky GitHub
ar: ClearSky GitHub (AR)
ko: ClearSky GitHub (한국어)
nl: ClearSky GitHub (NL)
pl: ClearSky GitHub (PL)
ru: ClearSky GitHub (RU)
th: ClearSky GitHub (TH)
tr: ClearSky GitHub (TR)
vi: ClearSky GitHub (VI)
zh: 晴天 GitHub

# info.legal.imprint
source: Imprint
ar: Imprint (AR)
de: Impressum
es: Aviso legal
fr: Impressum
it: Impronta
ja: インプリント
ko: インプリント (한국어)
nl: Impressum (NL)
pl: Imprint (PL)
pt: Aviso legal
ru: Imprint (RU)
th: Imprint (TH)
tr: Imprint (TR)
vi: 法律声明 (VI)
zh: 法律声明

# info.legal.license
source: License
ar: License (AR)
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: ライセンス (한국어)
nl: Lizenz (NL)
pl: License (PL)
pt: Licença
ru: License (RU)
th: License (TH)
tr: License (TR)
vi: 许可证 (VI)
zh: 许可证

# info.legal.license_value
source: MIT — see LICENSE file
ar: MIT — see LICENSE file (AR)
de: MIT — siehe LICENSE-Datei
es: MIT — ver archivo LICENSE
fr: MIT — voir fichier LICENSE
it: MIT — vedi file LICENSE
ja: MIT — LICENSEファイル参照
ko: MIT — LICENSEファイル参照 (한국어)
nl: MIT — siehe LICENSE-Datei (NL)
pl: MIT — see LICENSE file (PL)
pt: MIT — veja arquivo LICENSE
ru: MIT — see LICENSE file (RU)
th: MIT — see LICENSE file (TH)
tr: MIT — see LICENSE file (TR)
vi: MIT — 参见 LICENSE 文件 (VI)
zh: MIT — 参见 LICENSE 文件

# info.legal.privacy
source: Privacy Policy
ar: Privacy Policy (AR)
de: Datenschutz
es: Política de privacidad
fr: Confidentialité
it: Informativa privacy
ja: プライバシーポリシー
ko: プライバシーポリシー (한국어)
nl: Datenschutz (NL)
pl: Privacy Policy (PL)
pt: Política de privacidade
ru: Privacy Policy (RU)
th: Privacy Policy (TH)
tr: Privacy Policy (TR)
vi: 隐私政策 (VI)
zh: 隐私政策

# info.legal.website
source: Website
ar: Website (AR)
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: ウェブサイト (한국어)
nl: Webseite (NL)
pl: Website (PL)
pt: Site
ru: Website (RU)
th: Website (TH)
tr: Website (TR)
vi: 网站 (VI)
zh: 网站

# info.overview
source: Overview
ar: Overview (AR)
de: Übersicht
es: Descripción general
fr: Aperçu
it: Panoramica
ja: 概要
ko: 概要 (한국어)
nl: Übersicht (NL)
pl: Overview (PL)
pt: Visão geral
ru: Overview (RU)
th: Overview (TH)
tr: Overview (TR)
vi: 概览 (VI)
zh: 概览

# info.powered_by
source: Powered by Bluesky
ar: Powered by Bluesky (AR)
de: Bereitgestellt von Bluesky
es: Desarrollado por Bluesky
fr: Propulsé par Bluesky
it: Offerto da Bluesky
ja: Bluesky 提供
ko: Powered by Bluesky (한국어)
nl: Bereitgestellt von Bluesky (NL)
pl: Powered by Bluesky (PL)
pt: Desenvolvido por Bluesky
ru: Powered by Bluesky (RU)
th: Powered by Bluesky (TH)
tr: Powered by Bluesky (TR)
vi: 由 Bluesky 提供支持 (VI)
zh: 由 Bluesky 提供支持

# info.privacy.hint
source: Opens the privacy policy page in your browser
ar: Opens the privacy policy page in your browser (AR)
de: Öffnet die Seite mit den Datenschutzrichtlinien in Ihrem Browser
es: Abre la página de política de privacidad en su navegador.
fr: Ouvre la page de politique de confidentialité dans votre navigateur
it: Apre la pagina dell'informativa sulla privacy nel browser
ja: ブラウザでプライバシー ポリシー ページを開きます
ko: Opens the privacy policy page in your browser (한국어)
nl: Opens the privacy policy page in your browser (NL)
pl: Opens the privacy policy page in your browser (PL)
pt: Abre a página da política de privacidade no seu navegador
ru: Opens the privacy policy page in your browser (RU)
th: Opens the privacy policy page in your browser (TH)
tr: Opens the privacy policy page in your browser (TR)
vi: Opens the privacy policy page in your browser (VI)
zh: 在浏览器中打开隐私政策页面

# info.privacy.label
source: View privacy policy
ar: View privacy policy (AR)
de: Datenschutzrichtlinie ansehen
es: Ver política de privacidad
fr: Afficher la politique de confidentialité
it: Visualizza l'informativa sulla privacy
ja: プライバシーポリシーを見る
ko: View privacy policy (한국어)
nl: View privacy policy (NL)
pl: View privacy policy (PL)
pt: Ver política de privacidade
ru: View privacy policy (RU)
th: View privacy policy (TH)
tr: View privacy policy (TR)
vi: View privacy policy (VI)
zh: 查看隐私政策

# info.section
source: Section
ar: Section (AR)
de: Bereich
es: Sección
fr: [fr] Bereich
it: Sezione
ja: セクション
ko: セクション (한국어)
nl: Bereich (NL)
pl: Section (PL)
pt: Seção
ru: Section (RU)
th: Section (TH)
tr: Section (TR)
vi: 版块 (VI)
zh: 版块

# info.third_party
source: Third-Party Services
ar: Third-Party Services (AR)
de: Drittanbieter-Dienste
es: Servicios de terceros
fr: Services tiers
it: Servizi di terze parti
ja: サードパーティサービス
ko: Third-Party Services (한국어)
nl: Drittanbieter-Dienste (NL)
pl: Third-Party Services (PL)
pt: Serviços de terceiros
ru: Third-Party Services (RU)
th: Third-Party Services (TH)
tr: Third-Party Services (TR)
vi: 第三方服务 (VI)
zh: 第三方服务

# info.view_github
source: View on GitHub
ar: View on GitHub (AR)
de: Auf GitHub anzeigen
es: Ver en GitHub
fr: Voir sur GitHub
it: Vedi su GitHub
ja: GitHub で表示
ko: View on GitHub (한국어)
nl: Auf GitHub anzeigen (NL)
pl: View on GitHub (PL)
pt: Ver no GitHub
ru: View on GitHub (RU)
th: View on GitHub (TH)
tr: View on GitHub (TR)
vi: 在 GitHub 上查看 (VI)
zh: 在 GitHub 上查看

# info.website.hint
source: Opens the author's website in your browser
ar: Opens the author's website in your browser (AR)
de: Öffnet die Website des Autors in Ihrem Browser
es: Abre el sitio web del autor en su navegador.
fr: Ouvre le site Web de l'auteur dans votre navigateur
it: Apre il sito web dell'autore nel tuo browser
ja: ブラウザで作者の Web サイトを開きます
ko: Opens the author's website in your browser (한국어)
nl: Opens the author's website in your browser (NL)
pl: Opens the author's website in your browser (PL)
pt: Abre o site do autor no seu navegador
ru: Opens the author's website in your browser (RU)
th: Opens the author's website in your browser (TH)
tr: Opens the author's website in your browser (TR)
vi: Opens the author's website in your browser (VI)
zh: 在浏览器中打开作者的网站

# info.website.label
source: Visit website
ar: Visit website (AR)
de: Besuchen Sie die Website
es: Visitar sitio web
fr: Visitez le site Web
it: Visita il sito web
ja: ウェブサイトにアクセス
ko: Visit website (한국어)
nl: Visit website (NL)
pl: Visit website (PL)
pt: Visite o site
ru: Visit website (RU)
th: Visit website (TH)
tr: Visit website (TR)
vi: Visit website (VI)
zh: 访问网站

# likes.empty
source: No Likes Yet
ar: لا يوجد إعجابات حتى الآن
de: Noch keine Likes
es: Aún no me gusta
fr: Pas encore de likes
it: Nessun Mi piace ancora
ja: まだ「いいね！」はありません
ko: 아직 좋아요가 없습니다.
nl: Nog geen vind-ik-leuks
pl: Jeszcze nie ma polubień
pt: Ainda não há curtidas
ru: Пока нет лайков
th: ยังไม่มีการถูกใจ
tr: Henüz Beğeni Yok
vi: Chưa có lượt thích nào
zh: 还没有喜欢的人

# likes.empty_desc
source: No one has liked this post yet.
ar: لم يعجب أحد بهذا المنشور حتى الآن.
de: Dieser Beitrag hat noch niemandem gefallen.
es: A nadie le ha gustado esta publicación todavía.
fr: Personne n'a encore aimé ce post.
it: A nessuno è ancora piaciuto questo post.
ja: この投稿にはまだ誰も「いいね！」をしていません。
ko: 아직 이 게시물에 좋아요를 누른 사람이 없습니다.
nl: Nog niemand heeft dit bericht leuk gevonden.
pl: Nikt jeszcze nie polubił tego wpisu.
pt: Ninguém gostou deste post ainda.
ru: Этот пост еще никому не понравился.
th: ยังไม่มีใครชอบโพสต์นี้
tr: Bu gönderiyi henüz kimse beğenmedi.
vi: Chưa có ai thích bài viết này.
zh: 还没有人喜欢这篇文章。

# likes.title
source: Likes
ar: يحب
de: Gefällt mir
es: Gustos
fr: Goûts
it: Mi piace
ja: いいね！
ko: 좋아요
nl: Vind ik leuk
pl: Upodobania
pt: Curtidas
ru: Нравится
th: ชอบ
tr: Beğeniler
vi: Lượt thích
zh: 喜欢

# list_templates.create.hint
source: Creates a new list from this template
ar: إنشاء قائمة جديدة من هذا القالب
de: Erstellt eine neue Liste aus dieser Vorlage
es: Crea una nueva lista a partir de esta plantilla.
fr: Crée une nouvelle liste à partir de ce modèle
it: Crea un nuovo elenco da questo modello
ja: このテンプレートから新しいリストを作成します
ko: 이 템플릿에서 새 목록을 만듭니다.
nl: Creëert een nieuwe lijst op basis van deze sjabloon
pl: Tworzy nową listę na podstawie tego szablonu
pt: Cria uma nova lista a partir deste modelo
ru: Создает новый список из этого шаблона
th: สร้างรายการใหม่จากเทมเพลตนี้
tr: Bu şablondan yeni bir liste oluşturur
vi: Tạo một danh sách mới từ mẫu này
zh: 从此模板创建一个新列表

# list_templates.creating
source: Creating...
ar: جارٍ الإنشاء...
de: Erstellen...
es: Creando...
fr: Création...
it: Creazione...
ja: 作成...
ko: 만드는 중...
nl: Creëren...
pl: Tworzenie...
pt: Criando...
ru: Создание...
th: กำลังสร้าง...
tr: Oluşturuluyor...
vi: Đang tạo...
zh: 创造...

# list_templates.title
source: List Templates
ar: قوالب القائمة
de: Listenvorlagen
es: Plantillas de lista
fr: Modèles de liste
it: Elenco modelli
ja: リストテンプレート
ko: 목록 템플릿
nl: Lijstsjablonen
pl: Szablony list
pt: Modelos de lista
ru: Шаблоны списков
th: เทมเพลตรายการ
tr: Şablonları Listele
vi: Danh sách mẫu
zh: 列表模板

# list.compare.add_here
source: Add Selected Diff Accounts Here
ar: Add Selected Diff Accounts Here (AR)
de: Ausgewählte Diff-Accounts hier hinzufügen
es: Agregar Selected Diferencia Accounts Here
fr: Ajouter les comptes sélectionnés ici
it: Aggiungi account diff selezionati qui
ja: 選択した差分アカウントをここに追加
ko: Add Selected Diff Accounts Here (한국어)
nl: Ausgewählte Diff-Accounts hier hinzufügen (NL)
pl: Add Selected Diff Accounts Here (PL)
pt: Adicionar Selected Diff Accounts Here
ru: Add Selected Diff Accounts Here (RU)
th: Add Selected Diff Accounts Here (TH)
tr: Add Selected Diff Accounts Here (TR)
vi: 将选中的差异账户添加到此 (VI)
zh: 将选中的差异账户添加到此

# list.compare.add_here.hint
source: Copies selected members to this list
ar: نسخ الأعضاء المحددين إلى هذه القائمة
de: Kopiert ausgewählte Mitglieder in diese Liste
es: Copia los miembros seleccionados a esta lista
fr: Copie les membres sélectionnés dans cette liste
it: Copia i membri selezionati in questo elenco
ja: 選択したメンバーをこのリストにコピーします
ko: 선택한 구성원을 이 목록에 복사합니다.
nl: Kopieert geselecteerde leden naar deze lijst
pl: Kopiuje wybranych członków na tę listę
pt: Copia os membros selecionados para esta lista
ru: Копирует выбранных участников в этот список
th: คัดลอกสมาชิกที่เลือกไปยังรายการนี้
tr: Seçilen üyeleri bu listeye kopyalar
vi: Sao chép các thành viên đã chọn vào danh sách này
zh: 将所选成员复制到此列表

# list.compare.bucket_only_current
source: Only in this list
ar: Only in this list (AR)
de: Nur in dieser Liste
es: Solo en esta lista
fr: Uniquement dans cette liste
it: Solo in questa lista
ja: このリストのみ
ko: Only in this list (한국어)
nl: Only in this list (NL)
pl: Only in this list (PL)
pt: Apenas nesta lista
ru: Only in this list (RU)
th: Only in this list (TH)
tr: Only in this list (TR)
vi: 仅在此列表中 (VI)
zh: 仅在此列表中

# list.compare.bucket_only_other
source: Only in other list
ar: Only in other list (AR)
de: Nur in anderer Liste
es: Solo en otra lista
fr: Uniquement dans l'autre liste
it: Solo nell'altra lista
ja: 他のリストのみ
ko: Only in other list (한국어)
nl: Only in other list (NL)
pl: Only in other list (PL)
pt: Apenas na outra lista
ru: Only in other list (RU)
th: Only in other list (TH)
tr: Only in other list (TR)
vi: 仅在另一个列表中 (VI)
zh: 仅在另一个列表中

# list.compare.bucket_overlap
source: Overlap
ar: Overlap (AR)
de: Überschneidung
es: Superposición
fr: Chevauchement
it: Sovrapposizione
ja: 重複
ko: Overlap (한국어)
nl: Overlap (NL)
pl: Overlap (PL)
pt: Sobreposição
ru: Overlap (RU)
th: Overlap (TH)
tr: Overlap (TR)
vi: 重叠 (VI)
zh: 重叠

# list.compare.button
source: Compare Lists
ar: Compare Lists (AR)
de: Listen vergleichen
es: Comparar Lists
fr: Comparer les listes
it: Confronta liste
ja: リストを比較
ko: Compare Lists (한국어)
nl: Listen vergleichen (NL)
pl: Compare Lists (PL)
pt: Compare Listas
ru: Compare Lists (RU)
th: Compare Lists (TH)
tr: Compare Lists (TR)
vi: 比较列表 (VI)
zh: 比较列表

# list.compare.calculate.hint
source: Calculates overlap and differences between the two lists
ar: حساب التداخل والاختلاف بين القائمتين
de: Berechnet Überschneidungen und Unterschiede zwischen den beiden Listen
es: Calcula la superposición y las diferencias entre las dos listas.
fr: Calcule le chevauchement et les différences entre les deux listes
it: Calcola la sovrapposizione e le differenze tra i due elenchi
ja: 2 つのリスト間の重複と差異を計算します
ko: 두 목록 간의 중복과 차이점을 계산합니다.
nl: Berekent overlapping en verschillen tussen de twee lijsten
pl: Oblicza nakładanie się i różnice między dwiema listami
pt: Calcula sobreposição e diferenças entre as duas listas
ru: Вычисляет перекрытие и различия между двумя списками.
th: คำนวณการทับซ้อนและความแตกต่างระหว่างสองรายการ
tr: İki liste arasındaki örtüşmeyi ve farklılıkları hesaplar
vi: Tính toán sự chồng chéo và khác biệt giữa hai danh sách
zh: 计算两个列表之间的重叠和差异

# list.compare.clear_diff
source: Clear Diff Selection
ar: Clear Diff Selection (AR)
de: Diff-Auswahl löschen
es: Limpiar Diferencia Selección
fr: Effacer la sélection
it: Cancella selezione diff
ja: 差分選択をクリア
ko: Clear Diff Selection (한국어)
nl: Diff-Auswahl löschen (NL)
pl: Clear Diff Selection (PL)
pt: Limpar seleção de diff
ru: Clear Diff Selection (RU)
th: Clear Diff Selection (TH)
tr: Clear Diff Selection (TR)
vi: 清除差异选择 (VI)
zh: 清除差异选择

# list.compare.clear_diff.hint
source: Clears the current comparison
ar: مسح المقارنة الحالية
de: Löscht den aktuellen Vergleich
es: Borra la comparación actual
fr: Efface la comparaison actuelle
it: Cancella il confronto corrente
ja: 現在の比較をクリアします
ko: 현재 비교를 지웁니다.
nl: Wist de huidige vergelijking
pl: Usuwa bieżące porównanie
pt: Limpa a comparação atual
ru: Очищает текущее сравнение
th: ล้างการเปรียบเทียบปัจจุบัน
tr: Mevcut karşılaştırmayı temizler
vi: Xóa so sánh hiện tại
zh: 清除当前比较

# list.compare.compared_with
source: Compared with {name}
ar: مقارنة مع {name}
de: Im Vergleich zu {name}
es: Comparado con {name}
fr: Par rapport au {name}
it: Rispetto a {name}
ja: {name}との比較
ko: {name}과 비교
nl: Vergeleken met {name}
pl: W porównaniu z {name}
pt: Comparado com {name}
ru: По сравнению с {name}
th: เปรียบเทียบกับ {name}
tr: {name} ile karşılaştırıldığında
vi: So với {name}
zh: 与{name}相比

# list.compare.copy
source: Copy Selected Members
ar: Copy Selected Members (AR)
de: Ausgewählte Mitglieder kopieren
es: Copiar Selected Miembros
fr: Copier les membres sélectionnés
it: Copia membri selezionati
ja: 選択したメンバーをコピー
ko: Copy Selected Members (한국어)
nl: Ausgewählte Mitglieder kopieren (NL)
pl: Copy Selected Members (PL)
pt: Copy Selected Membros
ru: Copy Selected Members (RU)
th: Copy Selected Members (TH)
tr: Copy Selected Members (TR)
vi: 复制选中的成员 (VI)
zh: 复制选中的成员
